<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Api key
    |--------------------------------------------------------------------------
    | The key obtained in the developer's office. Used only in the paid API version.
    | Ключ, полученный в кабинете разработчика. Используется только в платной версии API.
    |
    */

    'api_key' => 'c3ddaef1-2a3e-4aea-bd55-698a8735fc7d',
    
    /*
    |--------------------------------------------------------------------------
    | Version api
    |--------------------------------------------------------------------------
    | Version used api
    | Версия используемого api
    |
    */
    
    'api_version' => '1.x',
    
    /*
    |--------------------------------------------------------------------------
    | Language
    |--------------------------------------------------------------------------
    | Language response
    | Язык ответа
    |
    | uk_UA = ukraine
    | ru_RU = russian
    | en_RU = english
    |
    */
    
    'language' => 'uk_UA',
    
    /*
    |--------------------------------------------------------------------------
    | Skip
    |--------------------------------------------------------------------------
    | The number of skipped objects in the response
    | Количество пропускаемых объектов в ответе, начиная с первого. 
    |
    */
    
    'skip_object' => 0,
];
